<?php

return [
    'new_news' => [
        'title' => 'لديك خبر جديد',
        'body' => 'بعنوان: :title',
    ],
    'new_report' => [
        'title' => 'إبلاغ جديد',
        'body'  => 'إبلاغ جديد',
    ],
    'new_comment' => [
        'title' => 'لديك تعليق جديد',
        'body'  => 'قام :name بالتعليق على منشورك ":comment"',
    ],
    'new_post' => [
        'title' => 'لديك اعجاب جديد',
        'body'  => 'قام :name بالاعجاب بمنشورك ":content"',
    ],

    'new_comment_report' => [
        'title' => 'تعليقك قيد المراجعة',
        'body'  => 'تم الابلاغ عن تعليقك  ":comment" وهو الان مخفي وقيد المراجعة',
    ],
    'new_post_reported' => [
        'title' => 'منشورك قيد المراجعة',
        'body'  => 'تم الابلاغ عن منشورك  ":content" وهو الان مخفي وقيد المراجعة',
    ],
    'user_blocked' => [
        'title' => 'تم تجميد حسابك',
        'body'  => 'تم حظر حسابك من النشر والتعليق لمدة :period بسبب البلاغات المتكررة',
    ],
];